brew "colima"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gawk"
brew "git"
brew "git-delta"
brew "gnutls"
brew "go"
brew "grep"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "maven"
brew "neovim"
brew "node"
brew "openssl"
brew "ripgrep"
brew "sevenzip"
brew "stow"
brew "tmux"
brew "tree-sitter"
brew "wget"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
